Repository: babylonwanderer/FACOGS-V3
Catalog: giftaway/locales/*.po
Languages: de_de

source: Could not find guild `{value}`.
de_de: Konnte Server `{value}` nicht finden.

source: At least one key must be provided.
de_de: Es muss mindestens ein Key angegeben werden.

source: No channels provided.
de_de: Es wurde kein Kanal angegeben.

source: Could not find the author.
de_de: Konnte den Autor nicht finden.

source: No messages could be found.
de_de: Es konnte keine Nachricht gefunden werden

source: Click the reaction below to grab a key.\n\nCurrently available: **{top}/{bottom}**
de_de: Klicke auf die Reaktion unten um einen Key zu ergattern.

source: All keys have been claimed!
de_de: Alley Keys wurden ergattert.

source: \n\nGrabbed by:
de_de: \n\nErbeutet von:

source: {author} is gifting {num} keys for **{game}**.
de_de: {author} verschenkt {num} Keys für **{game}**.

source: **Released:** {released}\n
de_de: **Erschienen:** {released}\n

source: **Genres:** {genres}\n
de_de: **Kategorie** {genres}\n

source: **Rating:** {rating:.1f}
de_de: **Bewertung:** {rating:.1f}

source: Game info
de_de: Spiel Info

source: Summary
de_de: Zusammenfassung

source: Here is your key for `{game}`: `{key}`
de_de: Hier ist dein Key für `{game}`: `{key}`

source: Create grabbable key giveaways.
de_de: Erstelle Giveaways für beanspruchbare Keys.

source: \n\t\tGiftaway a key to a specific server.\n\t\t\n\t\tWrap any parameters that require spaces in quotes.\n\t\t
de_de: \n\t\tGiftaway einen Key an einen specifischen Server.\n\t\t\n\t\tSchreibe alle Parameter die ein Leerzeichen benötigen in Anführungszeichen.\n\t\t

source: That guild has not set up a giftaway channel.
de_de: Dieser Server hat noch keinen Giftaway Kanal erstellt.

source: That giftaway channel for that guild does not exist.
de_de: Der Giftaway Kanal für diesen Server existiert nicht.

source: I do not have permission to send embeds in the giftaway channel.
de_de: Ich habe keine Berechtigung eingebettete Nachrichten an den Giftaway Kanal zu senden.

source: \n\t\tGiftaway a key to all servers.\n\t\t\n\t\tWrap any parameters that require spaces in quotes.\n\t\t
de_de: \n\t\tGiftaway einen Key an alle Server.\n\t\t\n\t\tSchreibe alle Parameter die ein Leerzeichen benötigen in Anführungszeichen.\n\t\t

source: \n\t\tGiftaway a key to a specific channel.\n\t\t\n\t\tYou probably should run this command from a location people can't see to protect the keys.\n\t\tWrap any parameters that require spaces in quotes.\n\t\t
de_de: \n\t\tGiftaway einen key an einen specifischen Kanal.\n\t\t\n\t\tDu solltest diesen Befehl besser von einem Ort ausführen den niemand sehen kann umd die Keys zu schützen.\n\t\tSchreibe alle Parameter die ein Leerzeichen benötigen in Anführungszeichen.\n\t\t

source: Group command for giftaway.
de_de: Gruppen Befehl für Giftaway

source: Set the channel that giftaway messages will be sent to in this server.
de_de: Stelle den Kanal ein an den die Giftaway Nachrichten auf diesem Server geschickt werden.

source: The giftaway channel has not been set up.
de_de: Der Giftaway Kanal wurde noch nicht eingestellt.

source: The giftaway channel has been deleted or could not be found.
de_de: Der Giftaway Kanal wurde gelöscht oder konnte nicht gefunden werden.

source: The current giftaway channel is {channel}.
de_de: Der aktuelle Giftaway Kanal ist {channel}.

source: The giftaway channel is now {channel}.
de_de: Der Giftaway Kanal ist nun {channel}.

source: Remove the giftaway channel from this server and stop receiving giftaway messages.
de_de: Entferne den Giftaway Kanal von diesem Server und bekomme keine Giftaway Nachrichten mehr.

source: Removed.
de_de: Entfernt.
